 { "Ads": [
    {
     "select_main_ads": "ADMOB",
      "select_backup_ads":"APPLOVIN-D",
      "main_ads_banner": "ca-app-pub-3940256099942544/6300978111",
      "main_ads_intertitial":"ca-app-pub-3940256099942544/1033173712",
      "main_ads_natives":"",
      "backup_ads_natives":"",
      "backup_ads_banner":"db4d5e8718b97d78",
      "backup_ads_intertitial":"518cd97722c60b52",
      "open_ads_admob":"",
      "open_ads_alien":"",
      "switch_open_ads":"1",
      "switch_banner_natives_ads":"1",
      "interval_intertitial": 5,
      "initialize_sdk":"107355779",
      "initialize_sdk_backup_ads":"",
      "high_paying_keyword_1": "",
      "high_paying_keyword_2": "",
      "high_paying_keyword_3": "",
      "high_paying_keyword_4": "",
      "high_paying_keyword_5": "",
      "status_app": "0",
      "link_redirect": "https://"
    }
  ],
   "More": [
     
	 
   ],
  "Categories": [
    {
      "name_category": "Taxi Driver Season 1",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg"
    },
    {
      "name_category": "Taxi Driver Season 2",
      "image": "file:///android_asset/image/qawiyyun.jpg"
    },
    {
      "name_category": "Ferry Chanel",
      "image": "file:///android_asset/image/ferry.jpg"
    }
  ],
  "Video": [
    {
      "id": 1,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 1",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "A mysterious taxi appears in front of Cho Do Chul, a sexual predator, who is released from prison today. Do Ki picks Cho Do Chul up with his taxi and disappears. Maria, a girl from an orphanage attempts to commit suicide from Han River Bridge, and Do Ki comes and saves her. He listens to her tragic story and decides to help. Part 2: Maria requests Rainbow Deluxe Taxi to help her get her revenge. Do Ki and his team prepare themselves and start investigating the factory Maria worked at. Meanwhile, Ha Na tries to find where Cho Do Chul went to and realizes that there is something weird about the deluxe taxi he was in."
    },
	{
      "id": 2,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 2",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "Do Ki joins Sung Chul in the taxi service business after his mother’s death. He manages to sneak into Ju Chan’s factory and even puts in an order for their food products. As Do Ki and his team carry out the investigation, they realize that Ju Chan did not only abused disabled workers but also committed frauds to embezzle more money. Ha Na finds the deluxe taxi which Cho Do Chul took but it was all burnt down. She wants to investigate Cho Do Chul’s case further, but the chief prosecutor stops her. She decides to visit Rainbow Transport by herself. Meanwhile, Do Ki and Sung Chul kidnap all three of Ju Chan’s people one by one. "
    },
	{
      "id": 3,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 3",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "When Ha Na questions Sung Chul about the deluxe taxi that went missing, she finds out that he has a setback of losing both of his parents to murder. Meanwhile, A young boy from high school who lives with his deaf mother, gets in touch with Rainbow Deluxe Taxi to take revenge on his bullies."
    },
	{
      "id": 4,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 4",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": ""
    },
	{
      "id": 5,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 5",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "Do Ki wakes up from a nightmare after fainting on the street. Although everyone worries about his health, he still chooses to keep working without taking a break. Meanwhile, Ha Na visits Mr. Jang to discuss something. But before she does, she gets a chance to observe a victim-sharing session, which makes a small change in her heart. Part 2: Do Ki gets his hands on the Seo Young Min case file. Ha Na also goes after this case despite Jin Woo’s strict orders to drop it. Now, both Do Ki and Ha Na are after the cruel owner of U data to make him pay for what he did to Young Min. The question now is who will get to him first."
    },
	{
      "id": 6,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 6",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "Do Ki heads to U data for his first day of work. What he finds there is beyond anything any of them could have imagined. Chairman Park Yang Jin is practically worshipped by his employees. Once he figures out that the Strategic Planning Team is the core of the company, Do Ki does everything he can to get transferred there. Part 2: Do Ki manages to find out what kind of people work on the Strategic Planning Team. After a rather extravagant display of his prowess, Do Ki finally gets transferred to the team. Meanwhile, Ha Na finds out about the Strategic Planning Team through Jin Woo. When Ha Na approaches Do Ki, Chairman Park Yang Jin wants to test Do Ki's overly zealous loyalty."
    },
	{
      "id": 7,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 7",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "Jung Eun's suicide surfaces again, and her sister Go Eun gets a glimpse of what caused it all to happen. Sung Chul and Do Ki do what it takes to bring justice to those involved. Do Ki gets on to a lead and heads straight into the heart of where it all begins. Meanwhile, Ha Na asks Do Ki to be their informant. Part 2: The chairman of U data pays a surprise visit to the prosecution and meets with Prosecutor Kang Ha Na. However, her accusations do not affect the chairman surrounded by his big law firm lawyers. Later, Do Ki calls Ha Na to catch them red-handed, but the prosecution’s visit turns out to be worthless."
    },
	{
      "id": 8,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 8",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "Do Ki arrives at Park Yang Jin's vacation home with Jin Won. As he fails to harm Jin Won as Chairman Park commands him to, he ends up getting tied up as well. Meanwhile, Sung Chul attends a meeting at the Prosecutors’ Office about the funding for the Blue Bird Foundation. Finally, Ha Na gets Jin Woo’s approval to raid Chairman Park’s vacation home. Part 2: Go Eun returns to help Do Ki and the others finish Park Yang Jin and U data once and for all. With Go Eun back on his side, Do Ki reveals his identity to Chairman Park and locates the data mine as well. Meanwhile, Ha Na arrives at the vacation home with backup in tow, but when they arrive, Do Ki and his team are already finished with their plans."
    },
	{
      "id": 9,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 9",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "Ha Na finds Do Ki's employee identification card at Park Yang Jin's vacation home, or at least what's left of it after the explosion. She believes that someone stole her suspect and tried to cover up the evidence. As she grows more and more suspicious, Ha Na visits Do Ki to try to get some information out of him. Part 2: Kyung Gu loses money to a voice phishing scam. When he goes to report it to the police, he realizes that he is not the only victim. Sung Chul and the team discuss whether they should take on this voice phishing ring as their next target. Once they decide to do so, Jin Eon and Do Ki go undercover."
    },
	{
      "id": 10,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 10",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "Do Ki disguises himself as a burner phone peddler, Mr. Wang, from Harbin. Using his good looks, he tries to win the heart of the boss of the voice phishing ring, Madam Lim. However, things start to get complicated when Ha Na arrives on the scene of their undercover operation and Jin Won's cover is blown. Part 2: Do Ki pretends to be on the run from the law and tells Madam Lim that he must leave the following day. Not knowing that this is all part of Do Ki’s plan, Madam Lim’s feelings for Mr. Wang grow deeper. Meanwhile, Go Eun fiddles with Madam Lim’s bank account and tricks her into revealing her bank information."
    },
	{
      "id": 11,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 11",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "Ha Na closes in on Do Ki and the Rainbow Transport team, and she decides to search Sung Chul's house. However, the search proves to be in vain as nothing suspicious turns up. Meanwhile, Do Ki meets the family of the victim in a murder case without a body. When he sees that the suspect is Chairman Baek's man, he contemplates what to do. Part 2: Ha Na tries to find evidence that Gu Young Tae is guilty of murdering Ko Dong Hee, but it isn’t an easy feat. She tries to get Sim Woo Sub, one of Gu Young Tae’s men, to turn on him. However, as he finally gets some information, he gets into trouble. As Ha Na and Min Ho chase down the suspect, they walk straight into danger."
    },
	{
      "id": 12,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 12",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "After Min Ho's death, Ha Na is determined to catch his killer. She succeeds in having Gu Young Tae arrested, as he is the lead suspect in this case. However, without any real evidence, the prosecution has no choice but to set him free. Ha Na goes to Do Ki, who has already been chasing Gu Young Tae, and asks for his help. Part 2: Ha Na questions Chairman Baek about MH Trading since she is their biggest investor, but she denies knowing anything about it or what they do. The investigation continues and it leads to the discovery of a large organ trafficking ring. Do Ki and the team at Rainbow Transport find a surprise when they go to the private jail."
    },
	{
      "id": 13,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 13",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "Ha Na searches all over for Gu Young Tae, even calling Baek Sung Mi in for an interview and barging into the Embassy of the Bahamas where she has ties. Do Ki ends up finding Gu Young Tae, and Ha Na asks Do Ki to hand him over. However, Do Ki plans an exchange to get the criminals back. Part 2: Ha Na implores Do Ki to hand over Gu Young Tae and to stop trying to get revenge, but Do Ki has a plan of his own. Meanwhile, Sung Mi suggests to the criminals that they get their revenge on the Rainbow Transport team. As Do Ki gets arrested, the criminals each go looking for their own revenge."
    },
	{
      "id": 14,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 14",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "The Rainbow Transport team faces off with Baek Sung Mi, Gu Seok Tae, and the criminals. Choi Min tries to film a video of Go Eun, just like he did with her sister Jung Eun. Do Ki and Jin Won must save the rest of the team and Do Ki shows up to save Go Eun just in time. However, Park Ju Chan rams a truck into the taxi that Jin Won is driving. Part 2: Do Ki decides that he can't stand by and watch his people get hurt anymore, and he sets out for revenge, burning with rage. As Go Eun waits for Jin Won to get out of surgery, Do Ki goes to save Sung Chul and Kyung Gu. Ha Na and the police come to arrest the criminals, but Baek Sung Mi gets away. Finally, Do Ki chases her down."
    },
	{
      "id": 15,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 15",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "Sung Chul and Do Ki decide to disband Rainbow Transport and stop getting revenge. Do Ki tells Ha Na all about what they used to do. However, a man claiming to be the killer of Do Ki's mom suddenly appears and says that the man who was previously arrested for the crime was just lying. Part 2: Ha Na and Jin Woo go and apologize to the man who was blamed for killing a teenage girl in place of Oh Chul Young. He contacts Rainbow Taxi, asking for revenge, but Sung Chul tries to refuse the case. However, Do Ki says that this will be their last case, not knowing what he is about to discover regarding his own mom’s murder."
    },
	{
      "id": 16,
      "name_category": "Taxi Driver Season 1",
      "title": "Taxi Driver Episode 16",
      "image": "https://m.media-amazon.com/images/M/MV5BMGFlYmMzYzEtMDI0Mi00MTU1LThhNzItZThkNTg1NjMyM2VkXkEyXkFqcGdeQXVyNDY5MjMyNTg@._V1_FMjpg_UX1000_.jpg",
      "link_video": "",
      "description": "The notorious serial killer Oh Chul Young turns out to be the murderer who killed Do Ki's mother and Sung Chul's parents. Also, there is a man named Kim Chul Jin who had to serve 20 years in prison for a crime that Oh Chul Young committed. Despite Rainbow Transport's ups and downs, they decide to carry out their last revenge. Part 2: Ha Na decides not to arrest Do Ki, even though he insists that he should be punished for his actions. A year goes by and Baek Sung Mi and the twins receive their final verdicts, while Oh Chul Young begs for forgiveness at Kim Chul Jin’s retrial. The Rainbow Transport members also move onto the next chapter of their lives."
    },
    
	
	
	
	
	
	
	
	
	
	
    {
      "id": 1000,
      "name_category": "Ferry Chanel",
      "title": "Alam Malaikat",
      "image": "https://img.youtube.com/vi/-RFS6z52LgY/maxresdefault.jpg",
      "link_video": "https:/aliendro.id/projek/alien.mp4",
      "description": "Contoh Video 8 : 1st - Marketplace Source Code untuk Monetize Mobile Application terbesar di Indonesia. Gabung bersama kami di grup telegram untuk saling curhat limit Admob"
    }
  ]
}